       identification division.
       program-id. prologue.
       procedure division.
       main section.
           display 'Hello World!'.
           stop run.